import cardOne from "../images/card1.jpg";
import cardTwo from "../images/card2.jpg";
import cardThree from "../images/card3.jpg";
import cardFour from "../images/card4.jpg";
import cardFive from "../images/card5.jpg";
import cardSix from "../images/card6.jpg";


const cards = [
    {
        title: "Заголовок новости 1",
        subtitle: "Описание новости в 3 строки Описание новости в 3 строкиОписание новости в 3 строкиОписание новости в 3 строки Описание новости в 3 строки Описание...",
        data: "1 января 1990",
        image: cardOne
    },
    {
        title: "Заголовок новости 2",
        subtitle: "Описание новости в 3 строки Описание новости в 3 строкиОписание новости в 3 строкиОписание новости в 3 строки Описание новости в 3 строки Описание...",
        data: "1 января 1990",
        image: cardTwo
    },
    {
        title: "Заголовок новости 3",
        subtitle: "Описание новости в 3 строки Описание новости в 3 строкиОписание новости в 3 строкиОписание новости в 3 строки Описание новости в 3 строки Описание...",
        data: "1 января 1990",
        image:cardThree
    },
    {
        title: "Заголовок новости 4",
        subtitle: "Описание новости в 3 строки Описание новости в 3 строкиОписание новости в 3 строкиОписание новости в 3 строки Описание новости в 3 строки Описание...",
        data: "1 января 1990",
        image: cardFour
    },
    {
        title: "Заголовок новости 5",
        subtitle: "Описание новости в 3 строки Описание новости в 3 строкиОписание новости в 3 строкиОписание новости в 3 строки Описание новости в 3 строки Описание...",
        data: "1 января 1990",
        image: cardFive
    },
    {
        title: "Заголовок новости 6",
        subtitle: "Описание новости в 3 строки Описание новости в 3 строкиОписание новости в 3 строкиОписание новости в 3 строки Описание новости в 3 строки Описание...",
        data: "1 января 1990",
        image: cardSix
    }
]

export default cards;
